[{"model": "blog.comment", "pk": 1, "fields": {"created_at": "2023-11-09T10:40:42.251Z", "creator": 1, "content_object": 4, "content": "xfdhgfxfg"}}, {"model": "blog.tag", "pk": 1, "fields": {"values": "tag 1"}}, {"model": "blog.tag", "pk": 2, "fields": {"values": "tag 2"}}, {"model": "blog.post", "pk": 1, "fields": {"author": 1, "created_at": "2023-10-28T20:41:28.468Z", "modified_at": "2023-10-28T20:41:41.809Z", "published_at": "2023-10-28T20:39:40Z", "title": "An Example post", "slug": "an-example-post99", "summary": "A short Summary", "content": "Click Save after entering a Value for the tag, and then the Tag editor will close and you’ll return to the Post editor.", "tags": [1, 2]}}, {"model": "blog.post", "pk": 2, "fields": {"author": 1, "created_at": "2023-10-28T20:49:49.470Z", "modified_at": "2023-11-02T09:59:28.740Z", "published_at": "2023-10-28T20:49:37Z", "title": "Как я научился плавать", "slug": "kak-ya-nauchilsya-plavat", "summary": "Как я научился плавать", "content": "Django admin and add a couple of posts, and another user as an extra author. This will come in handy later.\r\nProvided you’ve done this and have some test data, when you start the Django dev server and navigate to the main page you should see something like this:", "tags": [1]}}, {"model": "blog.post", "pk": 3, "fields": {"author": 2, "created_at": "2023-11-07T13:39:02.598Z", "modified_at": "2023-11-07T13:39:42.376Z", "published_at": "2023-11-07T13:39:40Z", "title": "The Complete 2023 Web Development Bootcamp", "slug": "the-complete-2023-web-development-bootcamp", "summary": "Become a Full-Stack Web Developer with just ONE course. HTML, CSS, Javascript, Node, React, PostgreSQL, Web3 and DApps", "content": "Description\r\nWelcome to the Complete Web Development Bootcamp, the only course you need to learn to code and become a full-stack web developer. With 150,000+ ratings and a 4.8 average, my Web Development course is one of the HIGHEST RATED courses in the history of Udemy! \r\n\r\nAt 62+ hours, this Web Development course is without a doubt the most comprehensive web development course available online. Even if you have zero programming experience, this course will take you from beginner to mastery. Here's why:\r\n\r\nThe course is taught by the lead instructor at the App Brewery, London's leading in-person programming bootcamp.\r\n\r\nThe course has been updated to be 2023 ready and you'll be learning the latest tools and technologies used at large companies such as Apple, Google and Netflix.\r\n\r\nThis course doesn't cut any corners, there are beautiful animated explanation videos and tens of real-world projects which you will get to build.\r\n\r\nThe curriculum was developed over a period of four years, with comprehensive student testing and feedback.\r\n\r\nWe've taught over a million students how to code and many have gone on to change their lives by becoming professional developers or starting their own tech startup.\r\n\r\nYou'll save yourself over 12,000 USD by enrolling, but still get access to the same teaching materials and learn from the same instructor and curriculum as our in-person programming bootcamp.\r\n\r\nThe course is constantly updated with new content, with new projects and modules determined by students - that's you!", "tags": [1]}}, {"model": "blog.post", "pk": 4, "fields": {"author": 2, "created_at": "2023-11-07T13:40:40.875Z", "modified_at": "2023-11-07T13:40:40.875Z", "published_at": "2023-11-07T13:40:19Z", "title": "The Full Stack Web Development Bootcamp 2023 - MERN STACK", "slug": "the-full-stack-web-development-bootcamp-2023-mern", "summary": "fullstack web development MERN STACK, nodejs, react, mongodb, javascript, HTML, CSS, express, API, & more", "content": "Description\r\nThis course is perfect for anyone looking to learn fullstack web development in 2023. It covers all the latest technologies and frameworks that you'll need to know to build today's modern websites and web applications.\r\n\r\nWe'll start by learning HTML, CSS, and JavaScript, the fundamental technologies of the web. Then we'll move on to more advanced topics like React, Node js, and MongoDB. By the end of the course, you'll  build  different projects ranging from a simple website to a fully-fledged web app.\r\n\r\nThis course is designed for you to build your own business or a new career, and become an expert web developer. You don't need any previous experience in website development or programming as this course is designed in such a way that it can be done even if you have no coding or web development background.\r\n\r\nIt’s all explained in an easy to understand way with step by step instructions, video tutorials, and live examples. This is a hands-on course, where you get immediate access to every lesson,\r\n\r\n\r\n\r\nSo whether you're a complete beginner or an experienced web developer looking to stay up-to-date with the latest changes, this course is for you. Enrol now and let's get started!", "tags": [2]}}, 

{"model": "blango_auth.User", "pk": 1, 
  "fields": {"password": "argon2$argon2id$v=19$m=102400,t=2,p=8$eWZlN2oyWHhVRG4wWnlRZzRoTlV4WA$1KJQyI9EFQddJPlfgHgxJA", "last_login": "2023-12-04T07:13:08.538Z", "is_superuser": true, "username": "admin", "first_name": "Main", "last_name": "Admin", "email": "ferideosmadmin@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2023-10-28T20:02:39Z", "groups": [], "user_permissions": []}},
{"model": "blango_auth.User", "pk": 2, 
  "fields": {"password": "pbkdf2_sha256$260000$xcYWfYSSM3I8PuCX4a7cYr$sY5Bd2raxsYXLq6yQu1lz9UuuSgyRkdUlTZ0ezhMJQ8=", "last_login": null, "is_superuser": false, "username": "snow", "first_name": "Jhon", "last_name": "Snow", "email": "", "is_staff": false, "is_active": true, "date_joined": "2023-11-07T13:38:24Z", "groups": [], "user_permissions": []}}]